const νοτες = [

    { ονομα: "Ντο", vex: "c/2", midi: 36 },
    { ονομα: "Ρε", vex: "d/2", midi: 38 },
    { ονομα: "Μι", vex: "e/2", midi: 40 },
    { ονομα: "Φα", vex: "f/2", midi: 41 },
    { ονομα: "Σολ", vex: "g/2", midi: 43 },
    { ονομα: "Λα", vex: "a/2", midi: 45 },
    { ονομα: "Σι", vex: "b/2", midi: 47 },


    { ονομα: "Ντο", vex: "c/3", midi: 48 },
    { ονομα: "Ρε", vex: "d/3", midi: 50 },
    { ονομα: "Μι", vex: "e/3", midi: 52 },
    { ονομα: "Φα", vex: "f/3", midi: 53 },
    { ονομα: "Σολ", vex: "g/3", midi: 55 },
    { ονομα: "Λα", vex: "a/3", midi: 57 },
    { ονομα: "Σι", vex: "b/3", midi: 59 },


    { ονομα: "Ντο", vex: "c/4", midi: 60 },
    { ονομα: "Ρε", vex: "d/4", midi: 62 },
    { ονομα: "Μι", vex: "e/4", midi: 64 },
    { ονομα: "Φα", vex: "f/4", midi: 65 },
    { ονομα: "Σολ", vex: "g/4", midi: 67 },
    { ονομα: "Λα", vex: "a/4", midi: 69 },
    { ονομα: "Σι", vex: "b/4", midi: 71 },


    { ονομα: "Ντο", vex: "c/5", midi: 72 },
    { ονομα: "Ρε", vex: "d/5", midi: 74 },
    { ονομα: "Μι", vex: "e/5", midi: 76 },
    { ονομα: "Φα", vex: "f/5", midi: 77 },
    { ονομα: "Σολ", vex: "g/5", midi: 79 },
    { ονομα: "Λα", vex: "a/5", midi: 81 },
    { ονομα: "Σι", vex: "b/5", midi: 83 },


    { ονομα: "Ντο", vex: "c/6", midi: 84 },
    { ονομα: "Ρε", vex: "d/6", midi: 86 },
    { ονομα: "Μι", vex: "e/6", midi: 88 },
    { ονομα: "Φα", vex: "f/6", midi: 89 },
    { ονομα: "Σολ", vex: "g/6", midi: 91 },
    { ονομα: "Λα", vex: "a/6", midi: 93 },
    { ονομα: "Σι", vex: "b/6", midi: 95 }

];


window.νοτες = νοτες;